Repository: AfricanLII/Pocket-Law
Catalog: modules/indexpage/translations/*.po
Languages: es

source: Displays index pages for each node type, with alphabetical and taxonomy filters.
es: Muestra una página índice por cada tipo de nodo, con filtros alfabéticos y por taxonomía.

source: General settings
es: Configuración general

source: Description text for main index page
es: Texto descriptivo para la página índice principal

source: Max number of results per page
es: Número máximo de resultados por página

source: Suppress unused taxonomy terms
es: Suprimir términos de taxonomía sin usar

source: If this option is selected, terms with no associated nodes will not be shown.
es: Si esta opción está seleccionada, los términos que no tengan nodos asociados no serán mostrados.

source: Use the node's teaser as the link title
es: Usar el resumen del nodo como enlace del título

source: If this option is selected, the teaser for the node will be used for the link title (tooltip).
es: Si esta opción está seleccionada, el resumen del nodo será usado para el enlace del título (tooltip).

source: Show counts
es: Mostrar cuentas

source: Shows a count of how many nodes there are and how many are used by each term.
es: Mostrar cuentos nodos hay y cuantos están usados por cada término.

source: Show untagged
es: Mostrar sin etiquetas

source: Shows a count of how many nodes that have no taxonomy term associated.
es: Mostrar la cuenta de los nodos que no tienen términos asociados.

source: Author
es: Autor

source: All Authors
es: Todos los Autores

source: Node type
es: Tipo de nodo

source: Created date/time
es: Fecha/Hora de creación

source: Updated date/time
es: Fecha/Hora de actualización

source: Published
es: Publicado

source: Promoted
es: Promovido

source: Sticky
es: Pegajoso

source: Include extra fields on the result page
es: Incluir campos extra en la página de resultado

source: Any selected fields will be included in the results list. The title will always be shown.
es: Cualquier campo seleccionado será incluido en la lista de resultados. El título siempre se mostrará.

source: Index page settings for !s
es: Configuración de la página índice para !s

source: Name to show for this node type
es: Nombre a mostrar para este tipo de nodo

source: Enable index page for this node type
es: Habilitar página índice para este tipo de nodo

source: Show alphabetical index for this node type
es: Mostrar índice alfabético para este tipo de nodo

source: Show vocabulary filters for this node type
es: Mostrar filtros de vocabulario para este tipo de nodo

source: Descriptive text to show at the top of the page.
es: Texto descriptivo a mostrar al principio de la página.

source: Index page for !s
es: Página índice para !s

source: ERROR: That node type does not exist, there are no entries, or the index page for this node type is disabled.
es: ERROR: Ese tipo de nodo no existe, no tiene entradas, o la página índice para este tipo de nodo está deshabilitada.

source: status
es: estado

source: published
es: publicado

source: This content type uses these options: !opts
es: Este tipo de contenido usa estas opciones: !opts

source: Alphabetical index
es: Índice alfabético

source: Click a letter to see the titles of content beginning with that letter.
es: Pulsa en una letra para ver los títulos del contenido que comienzan por esa letra.

source: Category Index
es: Índice de Categorías

source: Terms that have content will link to a list of titles tagged with that term.
es: Los términos con contenido mostrarán un enlace a la lista de títulos etiquetados con ese término.

source: None found
es: No se encontró nada

source: List by !s terms
es: Lista por términos !s

source: Operations
es: Operaciones

source: Create a new entry
es: Crear nueva entrada

source: Create a new !type node.
es: Crear un nuevo nodo !type.

source: Edit !type
es: Editar !type

source: Edit the !type content type
es: Editar el tipo de contenido !type

source: Edit !type vocabulary
es: Editar el vocabulario !type

source: Edit the !type vocabulary.
es: Editar el vocabulario !type.

source: Indexpage settings
es: Configuración de Indexpage

source: Change the Indexpage settings
es: Cambiar la configuración de Indexpage

source: no terms
es: sin términos

source: !type nodes classified with !term
es: Nodos !type clasificados con !term

source: All !type nodes
es: Todos los nodos !type

source: !type nodes beginning with non-alphabetical
es: Nodos !type que empiezan con un caracter no alfabético

source: !type nodes beginning with "!term"
es: Nodos !type que empiezan con "!term"

source: Title
es: Título

source: Type
es: Tipo

source: Authors
es: Autores

source: Created
es: Creado

source: Updated
es: Actualizado

source: Yes
es: Si

source: There are no results.
es: No hay resultados.

source: There is one !type node.
es: Hay un nodo !type.

source: There is one unclassified !type node.
es: Hay un nodo !type sin clasificar.

source: access indexpage
es: acceder a indexpage

source: Index page
es: Página índice

source: IndexPage settings.
es: Configuración de IndexPage.

source: This module displays customizables index pages for each node type, with alphabetical and taxonomy filters.
es: Este módulo muestra las páginas índice personalozables para cada tipo de nodo, con filtros alfabéticos y por taxonomía.
